Repository: MESH-Research/linked-open-profiles
Catalog: languages/linked-open-profiles-*.po
Languages: ar, cs_cz, de_de, es_es, fr_fr, it_it, ja, pl_pl, pt, ru_ru

source: Display public profile data from multiple ORCID profiles
ar: عرض البيانات من بروفايل ORCID
cs_cz: Zobrazit data z profilů ORCID
de_de: Daten aus ORCID-Profilen anzeigen
es_es: Mostrar datos de perfiles de ORCID
fr_fr: Afficher les données des profils ORCID
it_it: Visualizza i dati dai profili ORCID
ja: ORCID プロフィールからデータを表示
pl_pl: Wyświetl dane z profili ORCID
pt: Exibição de dados para perfíl ORCID
ru_ru: Отобразить данные из профилей ORCID

source: Biographical Information
ar: بيانات شخصية
cs_cz: Biografické informace
de_de: Biographische Angaben
es_es: Información bibliográfica
fr_fr: Informations biographiques
it_it: Informazioni biografiche
ja: 経歴情報
pl_pl: Informacje biograficzne
pt: Informação biográfica
ru_ru: Биографическая информация

source: Given Name
ar: الإسم الأول
cs_cz: Jméno
de_de: Vorname
es_es: Nombre
fr_fr: Nom
it_it: Nome
ja: 名
pl_pl: Imię
pt: Nome
ru_ru: Имя

source: Family Name
ar: الإسم الأخير
cs_cz: Příjmení
de_de: Nachname
es_es: Apellido
fr_fr: Nom de famille
it_it: Cognome
ja: 姓
pl_pl: Nazwisko
pt: Sobrenome
ru_ru: Фамилия

source: Credit Name
ar: اسم المؤلف
cs_cz: Příjmení pro přiřazení autorství
de_de: Veröffentlichter Name
es_es: Nombre en publicaciones
fr_fr: Nom de crédit
it_it: Nome di credito
ja: クレジットネーム
pl_pl: Nazwisko do przypisania autorstwa
pt: Nome publicado
ru_ru: Фамилия для указания авторства

source: Other Names
ar: أسماء أخرى
cs_cz: Jiná jména a příjmení
de_de: Weitere Namen
es_es: Otros nombres
fr_fr: Autres noms
it_it: Altri nomi
ja: その他の名前
pl_pl: Inne Imiona i Nazwiska
pt: Outros nomes
ru_ru: Другие имена и фамилии

source: Websites & Social Links
ar: الروابط ومواقع التواصل
de_de: Websiten & Social-Media-Links
es_es: Páginas web y enlaces sociales
fr_fr: Sites web et liens aux réseaux sociaux
ja: ウェブサイト & ソーシャルリンク
pl_pl: Strony internetowe i linki do mediów społecznościowych
pt: Sites e links sociais
ru_ru: Веб-сайты и ссылки на социальные сети

source: Biography
ar: سيرة ذاتية
cs_cz: Biografii
de_de: Biografie
es_es: Biografía
fr_fr: Biographie
it_it: Biografia
ja: 経歴
pl_pl: Biografię
pt: Biografia
ru_ru: биографию

source: Include Biography
ar: إضافة سيرة ذاتية
cs_cz: Přidat biografii
de_de: Biografie einbeziehen
es_es: Incluir biografía
fr_fr: Inclure la biographie
it_it: Includere biografia
ja: 経歴を含める
pl_pl: Dodaj Biografię
pt: Incluir Biografia
ru_ru: Добавить биографию

source: Distinctions
ar: مرتبة شرف
cs_cz: Ocenění
de_de: Auszeichnungen
es_es: Menciones especiales
fr_fr: Récompenses
it_it: Distinzioni
ja: 区別
pl_pl: Wyróżnienia
pt: Distinções
ru_ru: награды и достижения

source: Include Distinctions
ar: إضافة مرتبة شرف
cs_cz: Přidat ocenění
de_de: Auszeichnungen einbeziehen
es_es: Incluir menciones especiales
fr_fr: Inclure les récompenses
it_it: Includere distinzioni
ja: 区別を含める
pl_pl: Dodaj Wyróżnienia
pt: Incluir Distinções
ru_ru: Добавить награды и достижения

source: Education
ar: درجة علمية
cs_cz: Vzdělání
de_de: Auszeichnungen
es_es: Formación
fr_fr: Formation
it_it: Istruzione
ja: 教育
pl_pl: Wykształcenie
pt: Educação
ru_ru: образование

source: Include Education
ar: إضافة درجة علمية
cs_cz: Přidat vzdělání
de_de: Ausbildung einbeziehen
es_es: Incluir formación
fr_fr: Inclure la formation
it_it: Includere istruzione
ja: 教育を含める
pl_pl: Dodaj Wykształcenie
pt: Incluir educação
ru_ru: Добавить образование

source: Employment
ar: وظيفة
cs_cz: Zaměstnání
de_de: Berufstätigkeit
es_es: Empleo
fr_fr: Emploi
it_it: Occupazione
ja: 雇用
pl_pl: Miejsce zatrudnienia
pt: Emprego
ru_ru: Трудовую деятельность

source: Include Employment
ar: إضافة وظيفة
cs_cz: Přidat zaměstnání
de_de: Berufstätigkeit einbeziehen
es_es: Incluir empleo
fr_fr: Inclure l'emploi
it_it: Includere occupazione
ja: 雇用を含める
pl_pl: Dodaj Miejsce zatrudnienia
pt: Incluir emprego
ru_ru: Добавить Трудовую деятельность

source: Fundings
ar: نتائج
cs_cz: Financování
de_de: Finanzierungen
es_es: Subvenciones
fr_fr: Financements
it_it: Finanziamenti
ja: 資金調達活動
pl_pl: Finansowanie
pt: Financiamentos
ru_ru: финансирование

source: Include Fundings
ar: إضافة نتائج
cs_cz: Přidat financování
de_de: Finanzierungen einbeziehen
es_es: Incluir subvenciones
fr_fr: Inclure les financements
it_it: Includere finanziamenti
ja: 資金調達活動を含める
pl_pl: Dodaj Finansowanie
pt: Incluir financiamentos
ru_ru: Добавить финансирование

source: Invited Positions
ar: زمالة
cs_cz: Hostující pozice
de_de: Eingeladene Positionen
es_es: Puestos de invitado
fr_fr: Positions invitées
it_it: Posizioni invitate
ja: 招待されたポジション
pl_pl: Stanowiska z zaproszenia
pt: Posições convidadas
ru_ru: Приглашённые должности

source: Include Invited Positions
ar: إضافة زمالة
cs_cz: Přidat hostující pozice
de_de: Eingeladene Positionen einbeziehen
es_es: Incluir puestos de invitado
fr_fr: Inclure les positions invitées
it_it: Includere posizioni invitate
ja: 招待されたポジションを含める
pl_pl: Dodaj Stanowiska z zaproszenia
pt: Incluir posições convidadas
ru_ru: Добавить Приглашённые должности

source: Memberships
ar: عضوية
cs_cz: Členství
de_de: Mitgliedschaften
es_es: Afiliaciones
fr_fr: Adhésions
it_it: Appartenenze
ja: メンバーシップ
pl_pl: Członkostwa
pt: Associações
ru_ru: членства

source: Include Memberships
ar: إضافة عضوية
cs_cz: Přidat členství
de_de: Mitgliedschaften einbeziehen
es_es: Incluir afiliaciones
fr_fr: Inclure les adhésions
it_it: Includere appartenenze
ja: メンバーシップを含める
pl_pl: Dodaj Członkostwa
pt: Incluir associações
ru_ru: Добавить членства

source: Peer Reviews
ar: مراجعة علمية
cs_cz: Odborné recenze
de_de: Begutachtungen
es_es: Revisiones por pares
fr_fr: Évaluations par les pairs
it_it: Revisioni tra pari
ja: ピアレビュー
pl_pl: Recenzje naukowe
pt: Revisão por pares
ru_ru: экспертные рецензии

source: Include Peer Reviews
ar: إضافة مراجعة علمية
cs_cz: Přidat odborné recenze
de_de: Begutachtungen einbeziehen
es_es: Incluir revisiones por pares
fr_fr: Inclure les évaluations par les pairs
it_it: Includere revisioni tra pari
ja: ピアレビューを含める
pl_pl: Dodaj Recenzje naukowe
pt: Incluir revisão por pares
ru_ru: Добавить экспертные рецензии

source: Qualifications
ar: مؤهلات
cs_cz: Kvalifikace
de_de: Qualifikationen
es_es: Acreditaciones y titulaciones
it_it: Qualifiche
ja: 資格
pl_pl: Kwalifikacje
pt: Qualificações
ru_ru: квалификации

source: Include Qualifications
ar: إضافة مؤهلات
cs_cz: Přidat kvalifikace
de_de: Qualifikationen einbeziehen
es_es: Incluir acreditaciones y titulaciones
fr_fr: Inclure les qualifications
it_it: Includere qualifiche
ja: 資格を含める
pl_pl: Dodaj Kwalifikacje
pt: Incluir qualificações
ru_ru: Добавить квалификации

source: Services
ar: خدمات
cs_cz: Služby
de_de: Dienstleistungen
es_es: Servicios
fr_fr: Inclure les services
it_it: Servizi
ja: サービス
pl_pl: Usługi
pt: Serviços
ru_ru: услуги

source: Include Services
ar: إضافة خدمات
cs_cz: Přidat služby
de_de: Dienstleistungen einbeziehen
es_es: Incluir servicios
fr_fr: Services
it_it: Includere servizi
ja: サービスを含める
pl_pl: Dodaj Usługi
pt: Incluir serviços
ru_ru: Добавить услуги

source: Works
ar: أعمال
cs_cz: Práce
de_de: Werke
es_es: Obras
fr_fr: Œuvres
it_it: Lavori
ja: 作品
pl_pl: Prace
pt: Produções
ru_ru: Работы

source: Include Works
ar: إضافة أعمال
cs_cz: Přidat práce
de_de: Werke einbeziehen
es_es: Incluir obras
fr_fr: Inclure les œuvres
it_it: Includere lavori
ja: 作品を含める
pl_pl: Dodaj Prace
pt: Incluir produções
ru_ru: Добавить Работы

source: Loading ORCID Data
ar: جاري تحميل بيانات ORCID
cs_cz: Načítání dat ORCID
de_de: ORCID-Daten werden geladen
es_es: Cargando datos de ORCID
fr_fr: Chargement des données ORCID
it_it: Caricamento dati ORCID
ja: ORCID データの読み込み
pl_pl: Ładowanie danych ORCID
pt: Carregando dados do ORCID
ru_ru: Загрузка данных ORCID

source: Customize Items
ar: تخصيص بيانات
cs_cz: Přizpůsobit položky
de_de: Elemente anpassen
es_es: Personalizar registros
fr_fr: Personnaliser les éléments
it_it: Personalizzare gli elementi
ja: アイテムをカスタマイズ
pl_pl: Dostosuj elementy
pt: Personalizar iténs
ru_ru: Настроить элементы

source: Apply
ar: تأكيد
cs_cz: Použít
de_de: Anwenden
es_es: Solicitar
fr_fr: Postuler
it_it: Postulare
ja: 適用
pl_pl: Zastosuj
pt: Aplicar
ru_ru: Подтвердить

source: Please provide a valid ORCID iD.
ar: الرجاء إدخال بروفايل ORCID صحيح
cs_cz: Prosím, uveďte platný identifikátor ORCID
de_de: Bitte eine gültige ORCID iD eingeben
es_es: Introduzca un identificador de ORCID válido
fr_fr: Veuillez saisir un identifiant ORCID valide
it_it: Si prega di fornire un identificatore ORCID valido
ja: 有効な ORCID iD を提供してください
pl_pl: Proszę podać prawidłowy identyfikator ORCID
pt: Por favor, insira um ORCID válido
ru_ru: Пожалуйста, укажите действительный идентификатор ORCID

source: Sections
ar: الأقسام
cs_cz: Sekce
de_de: Sektionen
es_es: Secciones
it_it: Sezioni
ja: セクション
pl_pl: Sekcje
pt: Seções
ru_ru: Разделы

source: No items detected.
ar: لا يوجد بيانات
cs_cz: Nebyly nalezeny žádné položky
de_de: Keine Einträge gefunden
es_es: No se han detectado registros
fr_fr: Aucun élément détecté
it_it: Nessun elemento rilevato
ja: アイテムが検出されません
pl_pl: Nie wykryto elementów
pt: Nenhum item detectado
ru_ru: Элементы не обнаружены

source: An error occurred while fetching the data from ORCID
ar: حدث خطأ أثناء طلب البيانات من ORCID
cs_cz: Došlo k chybě při načítání dat z ORCID
de_de: Fehler beim Abrufen der ORCID-Daten
es_es: Se ha producido un error al obtener los datos de ORCID
fr_fr: Une erreur s'est produite lors de la récupération des données depuis ORCID
it_it: Si Ã¨ verificato un errore durante il recupero dei dati da ORCID
ja: ORCID からデータを取得する際にエラーが発生しました。
pl_pl: Wystąpił błąd podczas pobierania danych z ORCID
pt: Ocorreu um erro ao buscar os dados no ORCID
ru_ru: Произошла ошибка при получении данных из ORCID

source: Please provide an ORCID iD
ar: الرجاء إدخال بروفايل ORCID
cs_cz: Prosím, uveďte platný identifikátor ORCID
de_de: Bitte eine ORCID iD eingeben
es_es: Introduzca un identificador de ORCID
fr_fr: Veuillez saisir un identifiant ORCID
it_it: Si prega di fornire un'identificazione ORCID
ja: ORCID iD を提供してください
pl_pl: Proszę podać identyfikator ORCID
pt: Por favor, insira um ORCID
ru_ru: Пожалуйста, укажите идентификатор ORCID

# block description
source: Display public profile data from multiple ORCID profiles
ar: عرض البيانات من بروفايل ORCID
cs_cz: Zobrazit data z profilů ORCID
de_de: Daten aus ORCID-Profilen anzeigen
es_es: Mostrar datos de perfiles de ORCID
fr_fr: Afficher les données des profils ORCID
it_it: Visualizza i dati dai profili ORCID
ja: ORCID プロフィールからデータを表示
pl_pl: Wyświetl dane z profili ORCID
pt: Exibição de dados para perfíl ORCID
ru_ru: Отобразить данные из профилей ORCID

source: Websites & social links
cs_cz: Webové stránky a odkazy na sociální sítě
it_it: Siti Web e Social Links
